[
"Ancient peoples believed that bees were created from the carcasses of dead animals.",
"Fermented honey, known as mead, was first produced in ancient China around 7,000 BCE, making it the world's oldest alcoholic beverage",
"The first civilization to practice widespread, organized beekeeping was the ancient Egyptians, who began beekeeping around 2,500 BCE.",
"Historic figures such as Hippocrates, Pliny the Elder, and Pythagoras documented their beliefs in the healing powers of bee pollen and prescribed it as a remedy for various ailments.",
"Bee venom has been used in apitherapy for thousands of years to treat inflammation and joint pain.",
"Honey bees have 170 odorant receptors and have a sense of smell 50 times more powerful than a dog.",
"Bees have 2 stomachs – one for eating, and one for storing nectar and processing it into honey.",
"Honey bees’ antennae have more than 300 taste receptors.",
"Honey bee brains are about the size of a sesame seed.",
"A pollen basket, or corbicula, is the structure on the outer hind leg of worker honey bees that holds the pollen.",
"Honey bees cannot see red light but can see ultraviolet light. This enables them to see intricate ultraviolet light patterns on flower petals that humans cannot see!",
"Honey bee eggs hatch after three days and develop into larvae. When fully grown, the larvae transform into pupae. Queens become adults the fastest; they mature fully in just 16 days; workers take 21 days, and drones 2 take the longest — 24 days.",
"Worker bees live for about two to four weeks in the summer, but if they hatch late and are part of the hive that remains for the winter, they live for up to 11 months. These winter bees are called diutinus – a Latin word that means “long-lasting.” ",
"Drones live for four to eight weeks in the summer months and die soon after mating; they are never kept in the hive during the winter. Queens usually live for two to three years; some may for as many as five years.",
"Worker bees have longer wings than drones; drones have bigger eyes than worker bees.",
"Both worker bees and queens have stingers; drones are stingless.",
"Honey bees can taste with their feet! The claws on a honey bee’s foot are especially attuned to salt.",
"Because of bees’ acute sense of smell, they can be trained to detect explosives, bombs, and landmines, as well as other chemicals of interest!",
"Honey bees’ fuzzy bodies pose a disadvantage to flying in wet, rainy conditions – water droplets adhere to a bee’s body fuzz, adding extra weight which means she requires more energy to remain in motion.",
"On a single foraging trip, a worker bee will visit between 50 and 100 flowers.",
"A single bee can carry up to 35% of their body weight in pollen. ",
"When a bee finds a promising food source, it passes on that information to the others when it returns to the hive through what is called the “waggle dance.” Waggle dances are made up of two phases — a rapidly undulating waggle phase and a semi-circular return phase that together create a kind of figure eight. The bee will complete 1 to 100 of these; the direction and number of circuits tells observing bees the location, distance and size of the food source.  ",
"During the late summer when nectar is scarce, some desperate bees will turn to hive robbing to keep their colonies alive.",
"When the weather gets hot, and nectar is scarce, worker bees will come out of their hives and hang out together on the side of the hive to keep cool. These masses of idle bees can look like the hive has grown a beard, and so this phenomenon is called “bee bearding.”",
"Bees navigate using the sun as we would a compass, and because they can see polarized light, are able to find their way even on cloudy days. There is some evidence that bees are also sensitive to the earth’s magnetism and may use it to navigate as well.",
"When temperatures drop below around 10°C, the queen and worker bees form a ball to conserve heat. To generate more heat, they rapidly move their wings, shake and shiver. At the center of the ball near where the queen stays, temperatures will be maintained at 32–37°C.",
"Bees also communicate within the hive by releasing chemicals called pheromones. As workers groom and feed hive members, they pass on these pheromones that indicate the health of the hive. The queen bee releases her own distinct pheromone called Queen Mandibular Pheromone. Every bee colony has its own distinct scent, or pheromones, so that members can identify each other.",
"Honey bees are generally not aggressive — they’ll only attack when the believe their hive is threatened.",
"While bee venom is more deadly than cobra venom, it would take more than 3,800 bee stings to kill the average human male.",
"Honey bees work 24/7 to keep their hives clean, hauling out dust, hairs and pests. Honey bees are so obsessed with cleanliness that most will leave the hive when they know it’s time to die, to avoid contaminating brood and food stocks.",
"There are workers bees in the hive whose job is that of an undertaker, removing bees that didn’t make it outside the hive before dying.",
"Honey bees do sleep! But when they sleep, how deeply, and for how long depends on their age and role within the hive. Foragers typically sleep at night, and they sleep more deeply than their hive worker bees, known as “house bees”, counterparts. Foragers are typically older bees, and their work takes place during the day. House bees are younger bees, and their duties are necessary day and night. Therefore, they sleep whenever they can over a 24 hour period. ",
"There are just three types of honey bees: queens, workers and drones. Worker bees are split up into two main categories: foragers and house bees. House bees have many different roles and duties inside the hive, including nursing brood, packing pollen, capping cells in the comb, attending to the queen, and more. Foragers work outside of the hive, collecting resources or guarding the colony.",
"Honey bees do not store much water within the hive; instead, a group of specialized foragers collects it on an “as needed” basis.",
"While the exact note varies, the sound honey bees produce (their buzzing) tends to be in the key of C.",
"When bees fly, the rapid flapping of the wings builds up a positive static electric charge which attract the negatively charged pollen grains.",
"Worker honey bees cycle through the various jobs within the hive as they age. Nurse bees, the ones feeding the baby bees, are the youngest, and foragers are the oldest.",
"Honey bees use their wings to cool their hives by fanning the air to circulate it through the hive or in and out of the entrance.",
"Honey bees like caffeine! Studies have shown that caffeine consumption actually improves honey bees’ memory and learning capabilities.",
"Queen bees are created by being consistently fed royal jelly, a milky substance secreted by a gland found in a worker bee’s head. All bee larvae — workers, drones, and queens — are initially fed it, but workers and drone larvae stop getting the jelly after three days, while the queen bee larvae are fed it through the entire larval period.",
"When a queen dies, or a hive is ready to swarm (a single colony splitting into two or more distinct colonies), worker bees will raise a number of queens. When they hatch, they fight with each other. The winner succeeds by stinging all of her rivals to death. A common battle strategy involves one queen spraying the other with her poop — young queens produce a sweet-smelling rectal fluid that attracts worker bees, who will swarm the sprayed queen, leaving her immobilized and vulnerable to being stung by her opponent.",
"When it’s time to mate, virgin queens leave the hive and fly to a Drone Congregation Area – a place where drones have assembled. Drones attempt to mate with the queen during her flight, and each one that successfully mates with her dies in a few hours or days. The queen’s mating flights happen several times, with a queen mating with up to 40 males per flight, usually averaging around 10 to 20. When she completes her last flight, she never mates again, but her eggs are fertilized for the rest of her life.",
"Queens can lay between 2,000 and 3,000 eggs per day. In their prime, queens lay an egg every 43 seconds.",
"A queen bee’s stinger is smooth, unlike a worker bee’s, which is barbed. This allows her to sting multiple times and survive.",
"If a queen is removed from her hive, the loss of her pheromones alerts the hive within 15 minutes to her absence.",
"When a new queen bee emerges from her cell, she must defeat her sister queens before she can assume the throne. However, two or more queens may roam for hours within the same hive without fighting.",
"Worker bees are 75% genetically related to each other, whereas human siblings are only 50% genetically related to each other. With such close genetic connections, worker bees are called Super Sisters.",
"The roles of worker bees change as they age: they start cleaning the honeycomb cells to prepare them for eggs or food storage, then move on to waste removal, nectar processing, and feeding the brood. When their wax gland becomes active in their second week as adult bees, they build and repair comb. From week two to three, they take on guard duties. After three weeks, their wax glands shrink, and they move out of the hive, and spend the rest of their lives on foraging for food and water.",
"When out foraging, worker bees can fly up to 32 kilometers per hour. To achieve this, they beat their wings 200 times a second. This is what creates the iconic bee “bzzz” sound. ",
"During a typical day foraging, worker bees will make 30 trips, usually within a 3 kilometer radius of her hive, but may fly as far as 8-10 kilometers when food is scarce.",
"Drones develop from unfertilized eggs, and so have no father. They only have a mother and a grandfather.",
"Drones have larger eyes on the top of their heads to help them identify queens during mating season. During the mating period, colonies will consist of 10-15% drones. In a hive with 40,000 bees, that equates to 4-6,000 drones.",
"During the mating period, as many as 25,000 drones, from dozens of different hives, will meet in a drone congregation area, to mate with queens from surrounding hives.",
"Only a handful ever get to mate with a queen.  Those that do, die quickly afterwards. The rest live for about a month, flying out each warm day in search of a queen to mate with.",
"Drones don’t do much in the hive as they wait to mate with a queen bee from another colony. That means they are eating resources and taking up space. Once the fall comes, the worker bees will kick the drones out of the hive in what is known as “the expulsion of the drones.“",
"The wax comb within the hive is produced by worker bees from wax secreted from glands in their abdomens.  After flaking off the bees, other workers chew the wax to soften it, and then use the soft wax to form hexagonal cells.  These wax cells are called comb and have three functions: 1) to store honey; 2) to transform pollen into bee bread; and 3) to raise new bees.",
"Beehives have evolved over millennia. The first hives, made of woven reeds or straw, were cylindrical in shape, with a conical dome. These are called skeps. In the 18th century, beekeepers experimented with new designs that would allow extraction of honey without destroying the hive. In the mid 19th century, Lorenzo Langstroth, an amateur beekeeper in Pennsylvania, took these a step further and developed bee boxes with carefully spaced vertical frames that bees could build their comb on that beekeepers could remove to extract honey. The most common type of bee hive today is the Langstroth hive — a series of wooden boxes with a roof and base, with wooden frames holding comb hanging in rows within each box.",
"In the spring, typical beekeeping hives are just one box deep. In the spring and early summer, as colonies and their honey stocks grow, beekeepers will add a second or third box, as needed.",
"Worldwide there are over 200,000 different species of pollinators, including not just bees, birds, and butterflies, but bats, beetles, flies, moths, small mammals, and wasps.",
"Unlike honeybees which can live in large colonies of 50,000 or more, and bumblebees, which typically form nests of 50-500, most native bees are solitary.",
"Bumble bees have a unique approach to foraging called buzz pollination. They grab the flower’s pollen-bearing anthers with their mandibles, decouple their wings, and activate their flight muscles. This transfers the vibration to the anthers, shaking the pollen onto their bodies.",
"Pollinators see big patches of flowers better than individual ones. Planting big patches of each plant species helps improve foraging efficiency.",
"Pesticides and herbicides can be lethal to bees. When they don’t kill bees outright, they can weaken bees physically and impair cognitive functioning – which weakens the colony and makes them more vulnerable to other pathogens.",
"Ancient Egyptians used honey as a means of paying taxes.",
"A single bee will produce only about 1/12 of a teaspoon of honey in its lifetime. However, a healthy bee colony can create 27-45 kilograms of honey each year.",
"Honey bees visit about 2 million flowers to produce a pound of honey.",
"Honey-making is not an inherited trait; young worker bees are taught how to make honey by their elders.",
"Honey is antibacterial, antimicrobial, and anti-inflammatory; it can be used to help treat wounds. Honey is a natural humectant and emollient.",
"Female worker bees produce cera alba, or beeswax, from 4 pairs of specialized glands on the underside of their abdomen. The wax is secreted as a liquid but immediately solidifies as it hits the cool air, transforming it into thin flakes. Beeswax is used by worker bees to construct comb where the queen lays egg and workers store nectar, honey and pollen.",
"After nectar, pollen is one of the key elements in the honey bee’s diet.  Bee colonies can collect more than 27 kilograms of pollen each year.",
"Foraging worker bees bring the pollen back to the hive where younger worker bees mix the pollen with saliva and a small amount of honey. The saliva includes enzymes that break down the pollen, making it digestible and preventing spoilage. This solution is stored in combs, where it transforms into “bee bread”: an easily digestible, protein and mineral rich staple that will keep for months.",
"Bees are being trained in Croatia to identify land mines — by lacing their food with traces of TNT, honey bees, because of their acute sense of smell, will gather on the ground where land mines are present.",
"Bees can be trained to recognize human faces, so long as the insects are tricked into thinking that the faces are oddly shaped flowers, new research shows. The insects use the arrangement of facial features to recognize and distinguish one face from another.",
"Research on honey bees shows that they can do simple math.",
"Austrian scientist Karl von Frisch was awarded the Nobel Prize in 1973 for his work in translating the meaning of the honey bee waggle dance.",
"Wasps aren't all black and yellow. They come in a wide variety of shapes, sizes and colours. Some are only 1mm long!",
"Wasps are hugely beneficial to us as pest controllers. They eat many of the common pests that would otherwise plague farmers and gardeners, including aphids and caterpillars. In fact, nearly every pest on Earth is preyed upon by a species of wasp. There is even a species of wasp that preys on clothes moths.",
"Wasps also eat dead invertebrates, and scavenge carcasses. Adult wasps are omnivores, with powerful jaws for digging into animal remains. Worker wasps collect protein-rich foods to feed to the larvae, which in turn secrete sugars and carbohydrates to feed the workers.",
"By late August, the wasps have to start hunting for sugary food because there are no longer any larvae in the nest – this is when they start to bother our picnics.",
"Wasps are important pollinators, too. They’re slightly less efficient than bees, as they have fewer fine hairs on their bodies for the pollen to stick to.",
"Some wasps make homes by chewing wood into a pulp. In ancient China people saw wasps doing this and applied the same method to making paper.",
"Each nest is only used by wasps from spring until autumn. The workers and normally the queen die. The newly mated queens (at least 1000 per nest) are the only ones that survive the winter, creating a new nest the following year.",
"Wasps are subdivided into two groups: solitary wasps, which live alone, and social wasps, which live in colonies. Of the tens of thousands of species of wasps that have been described, the vast majority are solitary in habit.",
"The vast majority of solitary wasps nest in the ground, digging tunnels in the soil in which to lay their eggs.",
"In wasps’ societies they have a caste system consisting of one or several queens, a few drones (males), and sterile females called workers. The queen, a fertilized female, begins the colony in the spring by building a small nest and laying eggs that hatch into workers.",
"Paper wasps can recognize faces of individuals, a trait uncommon among insects, which helps them identify threats and members of their colony. ",
"Unlike bees, wasps don’t usually swarm in large groups when disturbed. Instead, they tend to act individually or in smaller numbers. Even though they tend to be solitary, they can still group and become aggressive if their nest is threatened.",
"A bee’s main goal is to collect pollen and nectar from plants and trees. So when they’re collecting in the summer, keeping in mind that high heat can cause fermentation, there’s the slight chance they could stumble upon some fermented flower nectar or fermented fruit. A drunk bee has difficulty moving and becomes less coordinated, just as a drunken human might. In some cases, bees can even become so drunk that they cannot move at all and will simply lie on their backs and wiggle their legs.",
"When a drunken bee returns to its hive, the guard bees around the hive will identify it by its erratic motion and will not allow it to enter. It is because fermented nectar carried by the drunk bee could damage the honey stores of the hive, causing the entire food supply of the hive to go bad.",
"The only wasps that survive the winter are young fertilized queens. They emerge from overwintering in the spring to build new nests. Initially, the queen lays up to a dozen eggs, and when they hatch into larvae, she feeds them until they become workers. The workers then forage for food, feed the new larvae, and defend the nest.",
"Honeybees collect honey to survive through the winter, but bumblebees don’t need to prepare for the cold because they die in the fall. While wild bumblebees do collect sugary nectar, they always consume it before they have a chance to convert it into honey. ",
"Bumblebees can detect the nutritional quality of pollen.",
"Bees need their complex eye system to navigate and pick up colors, shapes, and UV markings on flowers. For that reason, bumblebees have five eyes, including two main ones with about 6,000 facets and three smaller ones on the top of their heads.",
"To warm themselves faster, bumblebees shiver their large flight muscles, getting their temperatures up to the minimum for flight.",
"Like other bee species, only female queen or worker bumblebees can sting. However, since they are typically less aggressive than honeybees, bumblebees will generally only sting if they feel threatened or if something disturbs their hive. ",
"Nest sites of bumblebees change depending on the specific type of bumblebee, but most of the common species prefer to build nests in dry, dark cavities underground.",
"When it comes to bumblebee colonies, a larger size makes for greater pollination efficiency. Size varies between different species but on average range from 70 to 1,800 individuals.",
"The honey bee is the only bee to maintain a colony throughout the winter. The colony reduces its size in autumn and relies on its stores of honey to last it through the winter months when it is too cold for foraging or there is no forage available. The colony clusters together inside the hive to keep warm using their bodies to generate heat with the bees taking turns to be on the cold outside. The queen will remain at the centre of the cluster. On warmer days honey bees will go on ‘cleansing flights’ to relieve themselves of waste.",
"The term “honeymoon” originated with the Norse practice of consuming large quantities of mead during the first month of a marriage.",
"Bees can be found on every continent except Antarctica. Through the course of their 120 million year evolution they have adapted to a wide variety of habitats, from the frigid polar regions to arid deserts."
]
